Repository: urnetwork/apple
Catalog: app/network/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, el, es, es_419, es_mx, fr, he, hi, id, it, ja, ko, nl, pl, pt, pt_br, pt_pt, ru, sv, th, uk, vi, zh_hans, zh_hk

source: When an exit stalls, ping it once before convicting. A congested but alive exit answers and keeps its flows; a dead one is still dropped. Off convicts on the stall bar
ar: عندما يتوقف مخرج، يُرسل إليه ping مرة واحدة قبل إدانته. المخرج المزدحم لكنه حي يرد ويحتفظ بتدفقاته؛ أما الميت فيُسقط على أي حال. عند الإيقاف، تتم الإدانة بناءً على عتبة التوقف
cs: Když se výstup zasekne, dostane před odsouzením jeden ping. Přetížený, ale živý výstup odpoví a své toky si ponechá; mrtvý je vyřazen tak jako tak. Vypnuto odsuzuje podle prahu zaseknutí
de: Wenn ein Exit hängt, wird er vor dem Verurteilen einmal angepingt. Ein überlasteter, aber lebendiger Exit antwortet und behält seine Flows; ein toter wird trotzdem verworfen. Aus: verurteilt allein nach der Hänger-Schwelle
el: Όταν μια έξοδος κολλάει, λαμβάνει ένα ping πριν καταδικαστεί. Μια συμφορημένη αλλά ζωντανή έξοδος απαντά και κρατά τις ροές της· μια νεκρή απορρίπτεται ούτως ή άλλως. Η απενεργοποίηση καταδικάζει στο όριο κολλήματος
es: Cuando una salida se bloquea, se le hace ping una vez antes de condenarla. Una salida congestionada pero viva responde y conserva sus flujos; una muerta se descarta igualmente. Si está desactivado, se condena al alcanzar el umbral de bloqueo
es_419: Cuando una salida se traba, se le hace ping una vez antes de condenarla. Una salida congestionada pero viva responde y conserva sus flujos; una muerta se descarta de todos modos. Si está desactivado, se condena al alcanzar el umbral de traba
es_mx: Cuando una salida se traba, se le hace ping una vez antes de condenarla. Una salida congestionada pero viva responde y conserva sus flujos; una muerta se descarta de todos modos. Si está desactivado, se condena al alcanzar el umbral de traba
fr: Quand une sortie se fige, elle reçoit un ping avant d’être condamnée. Une sortie congestionnée mais vivante répond et garde ses flux ; une sortie morte est quand même écartée. Désactivé condamne au seuil de blocage
he: כשיציאה נתקעת, נשלח אליה פינג אחד לפני ההרשעה. יציאה עמוסה אך חיה עונה ושומרת על הזרימות שלה; יציאה מתה מוסרת בכל מקרה. כיבוי מרשיע לפי סף התקיעה
hi: जब कोई एग्ज़िट अटकता है, तो दोषी ठहराने से पहले उसे एक बार पिंग किया जाता है। भीड़भाड़ वाला लेकिन चालू एग्ज़िट जवाब देता है और अपने फ़्लो रखता है; बंद पड़ा एग्ज़िट फिर भी हटाया जाता है। बंद करने पर अटकाव सीमा पर ही दोषी ठहराया जाता है
id: Saat exit macet, exit itu di-ping sekali sebelum divonis. Exit yang padat tetapi hidup menjawab dan mempertahankan alirannya; exit yang mati tetap dibuang. Nonaktif memvonis pada ambang macet
it: Quando un’uscita si blocca, riceve un ping prima di essere condannata. Un’uscita congestionata ma viva risponde e mantiene i suoi flussi; una morta viene comunque scartata. Disattivato condanna alla soglia di blocco
ja: 出口が停止すると、判定の前に一度 ping を送ります。混雑していても生きている出口は応答してフローを維持し、停止した出口はそのまま除外されます。オフにすると停止しきい値で判定します
ko: 출구가 멈추면 판정 전에 한 번 ping을 보냅니다. 혼잡하지만 살아 있는 출구는 응답하고 플로우를 유지하며, 죽은 출구는 그대로 제외됩니다. 끄면 멈춤 기준에서 판정합니다
nl: Als een exit vastloopt, krijgt hij eerst één ping voordat hij wordt veroordeeld. Een overbelaste maar levende exit antwoordt en houdt zijn flows; een dode wordt alsnog verwijderd. Uit veroordeelt op de vastloopgrens
pl: Gdy wyjście się zablokuje, przed wyrokiem dostaje jeden ping. Przeciążone, ale żywe wyjście odpowiada i zachowuje swoje przepływy; martwe i tak zostaje odrzucone. Wyłączenie skazuje po przekroczeniu progu blokady
pt: Quando uma saída bloqueia, recebe um ping antes de ser condenada. Uma saída congestionada mas viva responde e mantém os seus fluxos; uma morta é descartada na mesma. Desativado condena pelo limiar de bloqueio
pt_br: Quando uma saída trava, ela recebe um ping antes de ser condenada. Uma saída congestionada mas viva responde e mantém seus fluxos; uma morta é descartada mesmo assim. Desativado condena pelo limite de travamento
pt_pt: Quando uma saída bloqueia, recebe um ping antes de ser condenada. Uma saída congestionada mas viva responde e mantém os seus fluxos; uma morta é descartada na mesma. Desativado condena pelo limiar de bloqueio
ru: Когда выход зависает, его один раз пингуют, прежде чем осудить. Перегруженный, но живой выход отвечает и сохраняет свои потоки; мёртвый всё равно отключается. Если выключено, выход осуждается по порогу зависания
sv: När en utgång låser sig pingas den en gång innan den fälls. En överbelastad men levande utgång svarar och behåller sina flöden; en död tas bort ändå. Av fäller vid låsningsgränsen
th: เมื่อทางออกค้าง จะส่ง ping ไปหนึ่งครั้งก่อนตัดสิน ทางออกที่หนาแน่นแต่ยังทำงานจะตอบกลับและเก็บโฟลว์ไว้ ทางออกที่ตายแล้วจะถูกตัดทิ้งตามเดิม ปิดเพื่อตัดสินตามเกณฑ์อาการค้าง
uk: Коли вихід зависає, перед вироком йому надсилається один пінг. Перевантажений, але живий вихід відповідає і зберігає свої потоки; мертвий однаково відкидається. Вимкнення виносить вирок за порогом зависання
vi: Khi một điểm thoát bị kẹt, nó được ping một lần trước khi bị kết luận lỗi. Điểm thoát nghẽn nhưng còn sống sẽ trả lời và giữ các luồng của nó; điểm thoát đã chết vẫn bị loại. Tắt sẽ kết luận lỗi theo ngưỡng kẹt
zh_hans: 出口停滞时，先 ping 一次再定罪。拥塞但仍存活的出口会应答并保留其流；已失效的出口仍会被丢弃。关闭时按停滞阈值直接定罪
zh_hk: 出口停滯時，先 ping 一次再判罪。擠塞但仍運作的出口會回應並保留其流；已失效的出口仍會被捨棄。關閉時按停滯門檻直接判罪

source: When on battery
ar: عند العمل على البطارية
cs: Při napájení z baterie
de: Im Akkubetrieb
el: Όταν λειτουργεί με μπαταρία
es: Al usar la batería
es_419: Al usar la batería
es_mx: Al usar la batería
fr: Sur batterie
he: כשהמכשיר פועל על סוללה
hi: बैटरी पर चलते समय
id: Saat menggunakan baterai
it: Quando è a batteria
ja: バッテリー駆動時
ko: 배터리 사용 시
nl: Op batterij
pl: Przy zasilaniu z baterii
pt: Quando estiver na bateria
pt_br: Quando estiver na bateria
pt_pt: Quando estiver na bateria
ru: При работе от батареи
sv: Vid batteridrift
th: เมื่อใช้แบตเตอรี่
uk: Під час роботи від батареї
vi: Khi dùng pin
zh_hans: 使用电池时
zh_hk: 使用電池時

source: When the kill switch is off, traffic that URnetwork safety rules keep off the network, such as unrecognized encrypted protocols, bypasses the VPN and uses your local public IP. With the kill switch on, that traffic is blocked.
ar: عند إيقاف مفتاح القتل، تتجاوز حركة المرور التي تُبقيها قواعد أمان URnetwork خارج الشبكة، مثل البروتوكولات المشفرة غير المعروفة، شبكة VPN وتستخدم عنوان IP العام المحلي لديك. عند تشغيل مفتاح القتل، تُحظر حركة المرور هذه.
cs: Když je kill switch vypnutý, provoz, který bezpečnostní pravidla URnetwork drží mimo síť, například nerozpoznané šifrované protokoly, obchází VPN a používá vaši místní veřejnou IP. Se zapnutým kill switchem je tento provoz blokován.
de: Wenn der Kill switch deaktiviert ist, umgeht Datenverkehr, den die Sicherheitsregeln von URnetwork aus dem Netzwerk heraushalten, etwa nicht erkannte verschlüsselte Protokolle, das VPN und nutzt deine lokale öffentliche IP. Bei aktiviertem Kill switch wird dieser Datenverkehr blockiert.
el: Όταν το Kill switch είναι ανενεργό, η κίνηση που οι κανόνες ασφαλείας του URnetwork κρατούν εκτός δικτύου, όπως μη αναγνωρισμένα κρυπτογραφημένα πρωτόκολλα, παρακάμπτει το VPN και χρησιμοποιεί την τοπική δημόσια IP σας. Με το Kill switch ενεργό, αυτή η κίνηση αποκλείεται.
es: Con el Kill switch desactivado, el tráfico que las reglas de seguridad de URnetwork mantienen fuera de la red, como protocolos cifrados no reconocidos, evita la VPN y usa tu IP pública local. Con el Kill switch activado, ese tráfico se bloquea.
es_419: Con el Kill switch desactivado, el tráfico que las reglas de seguridad de URnetwork mantienen fuera de la red, como protocolos cifrados no reconocidos, evita la VPN y usa tu IP pública local. Con el Kill switch activado, ese tráfico se bloquea.
es_mx: Con el Kill switch desactivado, el tráfico que las reglas de seguridad de URnetwork mantienen fuera de la red, como protocolos cifrados no reconocidos, evita la VPN y usa tu IP pública local. Con el Kill switch activado, ese tráfico se bloquea.
fr: Quand le Kill switch est désactivé, le trafic que les règles de sécurité d’URnetwork tiennent hors du réseau, comme les protocoles chiffrés non reconnus, contourne le VPN et utilise votre IP publique locale. Avec le Kill switch activé, ce trafic est bloqué.
he: כשהקיל סוויץ' כבוי, תעבורה שכללי הבטיחות של URnetwork מרחיקים מהרשת, כמו פרוטוקולים מוצפנים לא מזוהים, עוקפת את ה-VPN ומשתמשת בכתובת ה-IP הציבורית המקומית שלכם. כשהקיל סוויץ' מופעל, התעבורה הזו נחסמת.
hi: किल स्विच बंद होने पर, वह ट्रैफ़िक जिसे URnetwork के सुरक्षा नियम नेटवर्क से बाहर रखते हैं, जैसे अपरिचित एन्क्रिप्टेड प्रोटोकॉल, VPN को बायपास करता है और आपके स्थानीय सार्वजनिक IP का इस्तेमाल करता है। किल स्विच चालू होने पर वह ट्रैफ़िक ब्लॉक हो जाता है।
id: Saat Kill switch nonaktif, lalu lintas yang dijauhkan dari jaringan oleh aturan keamanan URnetwork, seperti protokol terenkripsi yang tidak dikenali, melewati VPN dan memakai IP publik lokal Anda. Dengan Kill switch aktif, lalu lintas itu diblokir.
it: Con il Kill switch disattivato, il traffico che le regole di sicurezza di URnetwork tengono fuori dalla rete, come i protocolli cifrati non riconosciuti, aggira la VPN e usa il tuo IP pubblico locale. Con il Kill switch attivo, quel traffico viene bloccato.
ja: キルスイッチがオフのとき、URnetwork の安全ルールによってネットワークから除外されるトラフィック（認識できない暗号化プロトコルなど）は VPN を経由せず、あなたのローカルのパブリック IP を使います。キルスイッチがオンのときは、そのトラフィックはブロックされます。
ko: 킬 스위치가 꺼져 있으면, 인식할 수 없는 암호화 프로토콜처럼 URnetwork 안전 규칙이 네트워크에서 차단하는 트래픽은 VPN을 우회해 로컬 공인 IP를 사용합니다. 킬 스위치가 켜져 있으면 그 트래픽은 차단됩니다.
nl: Als de Kill switch uit staat, gaat verkeer dat de veiligheidsregels van URnetwork van het netwerk weren, zoals niet-herkende versleutelde protocollen, buiten de VPN om en gebruikt het je lokale openbare IP. Met de Kill switch aan wordt dat verkeer geblokkeerd.
pl: Gdy Kill switch jest wyłączony, ruch, który reguły bezpieczeństwa URnetwork trzymają poza siecią, na przykład nierozpoznane szyfrowane protokoły, omija VPN i używa twojego lokalnego publicznego adresu IP. Przy włączonym Kill switchu ten ruch jest blokowany.
pt: Com o Kill switch desativado, o tráfego que as regras de segurança da URnetwork mantêm fora da rede, como protocolos encriptados não reconhecidos, contorna a VPN e usa o seu IP público local. Com o Kill switch ativado, esse tráfego é bloqueado.
pt_br: Com o Kill switch desativado, o tráfego que as regras de segurança da URnetwork mantêm fora da rede, como protocolos criptografados não reconhecidos, contorna a VPN e usa seu IP público local. Com o Kill switch ativado, esse tráfego é bloqueado.
pt_pt: Com o Kill switch desativado, o tráfego que as regras de segurança da URnetwork mantêm fora da rede, como protocolos encriptados não reconhecidos, contorna a VPN e usa o seu IP público local. Com o Kill switch ativado, esse tráfego é bloqueado.
ru: Когда Kill switch выключен, трафик, который правила безопасности URnetwork не пропускают в сеть, например нераспознанные зашифрованные протоколы, идёт в обход VPN и использует ваш локальный публичный IP. Когда Kill switch включён, такой трафик блокируется.
sv: När Kill switch är av går trafik som URnetworks säkerhetsregler håller borta från nätverket, som okända krypterade protokoll, förbi VPN:en och använder din lokala offentliga IP. Med Kill switch på blockeras den trafiken.
th: เมื่อปิดสวิตช์หยุดการเชื่อมต่อ ทราฟฟิกที่กฎความปลอดภัยของ URnetwork กันไว้นอกเครือข่าย เช่น โปรโตคอลเข้ารหัสที่ไม่รู้จัก จะข้าม VPN และใช้ IP สาธารณะในพื้นที่ของคุณ เมื่อเปิดสวิตช์หยุดการเชื่อมต่อ ทราฟฟิกนั้นจะถูกบล็อก
uk: Коли Kill switch вимкнено, трафік, який правила безпеки URnetwork тримають поза мережею, як-от нерозпізнані зашифровані протоколи, оминає VPN і використовує вашу локальну публічну IP. Коли Kill switch увімкнено, цей трафік блокується.
vi: Khi Kill switch tắt, lưu lượng bị các quy tắc an toàn của URnetwork giữ ngoài mạng, chẳng hạn các giao thức mã hóa không nhận diện được, sẽ đi vòng qua VPN và dùng IP công khai cục bộ của bạn. Khi Kill switch bật, lưu lượng đó bị chặn.
zh_hans: 关闭断网保护时，被 URnetwork 安全规则挡在网络之外的流量（例如无法识别的加密协议）会绕过 VPN 并使用您本地的公网 IP。开启断网保护时，这些流量会被阻止。
zh_hk: 關閉斷線開關 (Kill switch) 時，被 URnetwork 安全規則擋在網絡之外的流量（例如無法識別的加密協定）會繞過 VPN 並使用你本地的公共 IP。開啟斷線開關時，這些流量會被封鎖。

source: When unlinking your referral network, you will no longer be able to earn points from %@.
ar: عند إلغاء ربط شبكة الإحالة الخاصة بك، لن تتمكن بعد الآن من كسب النقاط من %@.
cs: Když odpojíte svou referální síť, nebudete moci získavat body z %@.
de: Wenn du dein Empfehlungsnetzwerk trennst, kannst du keine Punkte mehr von %@ verdienen.
el: Όταν αποσυνδέετε το δίκτυο παραπομπών σας, δεν θα μπορείτε πλέον να κερδίζετε πόντους από %@.
es: Al desvincular tu red de referidos, ya no podrás ganar puntos de %@.
es_419: Al desvincular tu red de referidos, ya no podrás ganar puntos de %@.
es_mx: Al desvincular tu red de referidos, ya no podrás ganar puntos de %@.
fr: En dissociant votre réseau de parrainage, vous ne pourrez plus gagner de points depuis %@.
he: בעת ניתוק רשת ההפניות שלך, לא תוכל עוד להרוויח נקודות מ-%@.
hi: अपना रेफ़रल नेटवर्क अनलिंक करने पर, आप %@ से अंक अर्जित नहीं कर पाएंगे।
id: Saat memutuskan jaringan referensi Anda, Anda tidak akan lagi dapat memperoleh poin dari %@.
it: Quando scolleghi la tua rete di riferimento, non potrai più guadagnare punti da %@.
ja: リファラルネットワークのリンクを解除すると、%@ からポイントを獲得できなくなります。
ko: 추천 네트워크 연결을 해제하면 더 이상 %@에서 포인트를 얻을 수 없습니다.
nl: Bij het Ontkoppelen van je Verwijzingsnetwerk kun je geen punten meer verdienen van %@.
pl: Po odłączeniu swojej sieci poleceń nie będziesz już mógł zdobywać punktów od %@.
pt: Ao desvincular a sua rede de referências, deixará de poder ganhar pontos de %@.
pt_br: Ao desvincular sua rede de indicações, você não poderá mais ganhar pontos de %@.
pt_pt: Ao desvincular a sua rede de recomendações, deixará de poder ganhar pontos de %@.
ru: При отвязке реферальной сети вы больше не сможете получать очки от %@.
sv: När du kopplar från ditt referensnätverk kan du inte längre tjäna poäng från %@.
th: เมื่อยกเลิกการเชื่อมโยงเครือข่ายผู้อ้างอิงของคุณ คุณจะไม่สามารถรับคะแนนจาก %@ ได้อีกต่อไป
uk: Після від'єднання вашої реферальної мережі ви більше не зможете отримувати бали від %@.
vi: Khi hủy liên kết mạng giới thiệu của bạn, bạn sẽ không còn nhận được điểm từ %@.
zh_hans: 取消关联推荐网络后，您将无法再从%@获得积分。
zh_hk: 取消連結推薦網絡後，您將無法再從%@獲得積分。

source: When you refer a friend:
ar: عندما تقوم بإحالة صديق:
cs: Když doporučíte přítele:
de: Wenn du einen Freund empfiehlst:
el: Όταν προτείνετε έναν φίλο:
es: Cuando recomiendas a un amigo:
es_419: Cuando recomiendas a un amigo:
es_mx: Cuando recomiendas a un amigo:
fr: Lorsque vous parrainez un ami :
he: כשאתה ממליץ על חבר:
hi: जब आप किसी मित्र को रेफ़र करते हैं:
id: Saat Anda mereferensikan teman:
it: Quando inviti un amico:
ja: 友達を紹介するとき：
ko: 친구를 추천하면:
nl: Wanneer je een vriend doorverwijst:
pl: Gdy polecisz znajomego:
pt: Quando recomenda um amigo:
pt_br: Quando você indica um amigo:
pt_pt: Quando recomenda um amigo:
ru: Когда вы приглашаете друга:
sv: När du tipsar en vän:
th: เมื่อคุณแนะนำเพื่อน:
uk: Коли ви рекомендуєте друга:
vi: Khi bạn giới thiệu bạn bè:
zh_hans: 当你推荐朋友时：
zh_hk: 當你推薦朋友時：

source: While the VPN is connected, IPv6 is not routed through URnetwork and may use your local network, even when the kill switch is on. Outbound SMTP on TCP port 25 also bypasses the VPN. These exceptions may expose your local public IP to those destinations. SMTP on ports 465 and 587 stays in the VPN and must establish TLS.
ar: أثناء اتصال VPN، لا يُوجَّه IPv6 عبر URnetwork وقد يستخدم شبكتك المحلية، حتى عند تشغيل مفتاح القتل. كما يتجاوز SMTP الصادر عبر منفذ TCP رقم 25 شبكة VPN. قد تكشف هذه الاستثناءات عنوان IP العام المحلي لديك لتلك الوجهات. يبقى SMTP على المنفذين 465 و587 داخل VPN ويجب أن يُنشئ اتصال TLS.
de: Während das VPN verbunden ist, wird IPv6 nicht über URnetwork geleitet und kann dein lokales Netzwerk nutzen, selbst wenn der Kill switch aktiviert ist. Ausgehendes SMTP über TCP-Port 25 umgeht das VPN ebenfalls. Durch diese Ausnahmen kann deine lokale öffentliche IP für diese Ziele sichtbar werden. SMTP über die Ports 465 und 587 bleibt im VPN und muss TLS aufbauen.
es: Mientras la VPN está conectada, IPv6 no se enruta a través de URnetwork y puede usar tu red local, incluso con el Kill switch activado. El SMTP saliente por el puerto TCP 25 también evita la VPN. Estas excepciones pueden exponer tu IP pública local a esos destinos. El SMTP por los puertos 465 y 587 permanece en la VPN y debe establecer TLS.
ru: Пока VPN подключён, IPv6 не маршрутизируется через URnetwork и может использовать вашу локальную сеть, даже если Kill switch включён. Исходящий SMTP через TCP-порт 25 также идёт в обход VPN. Эти исключения могут раскрыть ваш локальный публичный IP этим адресатам. SMTP на портах 465 и 587 остаётся в VPN и обязан устанавливать TLS.
zh_hans: VPN 连接期间，即使开启了断网保护，IPv6 流量也不会经由 URnetwork 路由，可能会使用您的本地网络。通过 TCP 端口 25 的出站 SMTP 也会绕过 VPN。这些例外可能会向相应目标暴露您本地的公网 IP。端口 465 和 587 上的 SMTP 仍在 VPN 内，并且必须建立 TLS。
